{
  "21984": "LABEL: Personal Pronoun \"My\" Context\nEXPLANATION: This feature strongly activates when sentences contain the pronoun \"My\" followed by various topics, indicating a focus on personal experiences, relationships, or individual concerns. It detects references to personal subjects or possessions in different contexts.",
  "96287": "LABEL: Personal Pronoun and \"My\" Contexts  \nEXPLANATION: This feature strongly activates when the token is a personal pronoun or the word \"my,\" indicating a focus on individual-related topics, such as personal experiences, relationships, or possessions. It captures references to self or others in personal or social contexts.",
  "68124": "LABEL: Common Question Starters  \nEXPLANATION: The feature strongly activates for tokens that begin questions or inquiries, particularly those starting with \"Do,\" \"Are,\" \"Is,\" \"How,\" and similar question words, indicating it detects question-introducing language.",
  "72075": "LABEL: Personal Identity and Self-Reference  \nEXPLANATION: This feature detects tokens involving self-reference and personal identity, often marked by the pronoun \"I\" and related expressions, indicating discussions centered around the speaker's experiences, opinions, or actions.",
  "15667": "LABEL: Personal Inquiry and Self-Reflection  \nEXPLANATION: This feature activates strongly in questions or statements that involve personal concerns, self-assessment, or introspective thoughts, especially those starting with \"Is,\" \"Are,\" or \"I,\" indicating a focus on individual experiences or mental states.",
  "128374": "LABEL: Parenting and Personal Concerns  \nEXPLANATION: This feature appears to activate strongly in contexts involving personal questions, parenting issues, and everyday life concerns, especially those starting with question words like \"Do,\" \"Are,\" \"Is,\" and \"How,\" indicating a focus on personal or relational topics.",
  "50078": "LABEL: Personal Concerns and Advice  \nEXPLANATION: This feature appears to activate strongly in contexts involving personal issues, parenting, or individual challenges, especially when addressing questions or statements directed at or about oneself or close relations. It detects discussions centered on personal experiences, advice, or emotional topics.",
  "57459": "LABEL: Social and Personal Behavior Cues  \nEXPLANATION: This feature detects tokens related to personal actions, social interactions, and behavioral patterns, such as checking social media, establishing routines, managing workload, and spending habits. It appears to activate strongly on words associated with everyday personal and social activities.",
  "21752": "LABEL: Common Question Starters  \nEXPLANATION: This feature detects tokens that typically begin questions or inquiries, such as \"Do,\" \"Are,\" \"Is,\" and \"My,\" indicating the presence of question-like or conversational prompts.",
  "76987": "LABEL: Common Question Starters  \nEXPLANATION: This feature detects tokens that typically begin questions or inquiries, often using question words like \"Do,\" \"Are,\" \"Is,\" \"How,\" or possessive pronouns like \"My,\" indicating the start of a question or concern."
}